taskt/Core/Automation/Commands/JSONGroup/CreateJSONVariableCommand.dot
digraph "CreateJSONVariableCommand" {
"CreateJSONVariableCommand" -> "AJSONValueActionCommands";
"AJSONValueActionCommands" -> "AJSONInputJSONCommands";
"AJSONValueActionCommands" -> "IJSONValueActionProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
