taskt/Core/Automation/Commands/JSONGroup/CreateJSONVariableCommand.puml
@startuml
CreateJSONVariableCommand --> AJSONValueActionCommands
AJSONValueActionCommands --> AJSONInputJSONCommands
AJSONValueActionCommands --> IJSONValueActionProperties
AJSONInputJSONCommands --> ScriptCommand
AJSONInputJSONCommands --> IJSONInputJSONProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
